

const UrduArticle = () => {
    return (
        <main>
            <article
                dir="rtl"
                lang="sd"
                className="mx-auto max-w-4xl rounded-2xl bg-white p-8 shadow-lg"
                style={{ fontFamily: "jameel noori nastaleeq_0" }}
            >
                <header className="mb-8 border-b border-gray-200 pb-6">
                    <h1 className="text-right text-4xl font-bold text-gray-900">ڈیجیٹل مارکیٹنگ سیکھیں</h1>
                    <h2 className="text-right text-2xl font-bold">قسط اول</h2>
                    <p className="mt-3 text-right text-sm text-gray-500">
                        شايع شدہ: <strong className="text-2xl">10</strong>  جولاء 2026
                    </p>
                </header>
                <section>
                    <p>
                        ایک ریسرچ کے مطابق ایک عام پاکستانی کا کوویڈ 19 کے بعدسے اسکرین ٹائم 7 گھنٹے رہا ہے۔ اور ا ب  یہ ٹائم مسلسل بڑھ رہا ہے  جو کہ اگلے سال تک 8 گھنٹے ہو جائے گا ۔ سادہ الفاظ میں آپ یوں بھی کہہ سکتے ہیں کہ ہر دن ہم  کم از کم سات  سے 8 گھنٹے  صرف سکرین  کی طرف دیکھتے ہیں ۔  کبھی سوشل میڈیا پر سکرول کرتے ہوئے اور کبھی یوٹیوب پر ویڈیو ز دیکھتے ہوئے۔تو  کبھی نیٹ فلیکس پر فلم دیکھتے ہوئے
                    </p>
                    <p>
                        یقینا آپ میں سے بھی  80 فیصد لوگ میری اس تحریر کو موبائل کی سکرین پر پڑھ رہے ہوں گے ۔اور  اگر آپ   یہ گھنٹے انٹرنیٹ پر لگانے کے باوجود ایک پیسہ بھی اس سکر ین کی مدد  سے نہیں کما رہے ۔  تو آپ اپنی زندگی کی سب سے قیمتی سرمائے وقت کو بے دریغ ضائع کررہے ہیں ۔ان سات گھنٹوں کو اگر ہم ایک ماہ کا حساب لگائیں تو 210 گھنٹے بنتے ہیں ۔ اور سالانہ یہ فگر 2520  گھنٹے تک پہنچ جاتا ہے ۔اب   اگر اسے ہم  24 پر ملٹی پل کردیں تو 102 دن بنتے ہیں یعنی اس حساب سے آپ لگ بھگ سالانہ  ساڑھے تین ماہ ضائع کرر ہے    ہیں ۔کیوں نا اپنی زندگی کے سب سے قیمتی سرمائے وقت کو بچائیں اور فضول اسکرولنگ اورٹک ٹاک پر  ویڈیو دیکھنے کی بجائے  کوئی ڈھنگ کا کام کرلیں ۔ اور کنٹینٹ واچرز کی بجائے کنٹنیٹ کرئیٹر بن جائیں۔
                    </p>
                    <p>
                        اگر آپ میری اس تحریر کو پڑھتے ہو ئے یہاں تک آگئے ہیں تو یقینا آپ کچھ نا کچھ سیکھنا چاہتے ہیںویسے تو انٹرنیٹ پر سیکھنے کے لئے بیسیوں سکلز موجود ہیں مگر میں ہمیشہ ڈیجیٹل مارکیٹنگ کو  سجسٹ کرتا رہا ہوں
                    </p>
                    <p>
                        اس کی سب سے بڑی وجہ یہ ہے کہ میں خود  اسی  سکل کی مدد سے ناصرف  کما رہا ہوں ۔ بلکہ سیکھا بھی رہا ہوں ۔ ڈیزائنگ ، ایڈیٹنگ ، ای کامرس اور پروگرامنگ جیسی سکلز کو سیکھنے کے باوجود میری آمدن کا ذریعہ صرف اور صرف مارکیٹنگ ہی رہا ہے ، جن دنوں پاکستان میں ہر دسوا ں بندہ ایمازون سیکھا رہا تھا اور ہر دوسرا فرد ایمازون سے ڈالر کما نے کے خواب دیکھ رہا تھا
                    </p>
                    <p>
                        انہی دنوں آپ کے اس بھائی نے بھی سب چھوڑ چھاڑ کے اپنے (کلائنٹس ) سلیم ( ایمازون ) کی گلی پکڑ لی تھی مگر شیلا کے جوان ہو نے سے  پہلے پہلے منی بدنام ہو چکی تھی ۔  نتیجہ کیا نکلا ایک سال اور اپنی ساری جمع پونجی لٹانے کے بعد یہ بات سمجھ آئی کہ او چغتائی نہیں تیر ا نشیمن قصر  ایمازون کے اکاؤنٹ پر تو ڈیجیٹل  مارکیٹر ہے  بسیرا کر گو گل فیس بک پر ؎
                        اس لئے ہم نے دوبارہ مارکیٹنگ کی فیلڈ ناصرف جوائن کرلی بلکہ خود کو  دوبارہ اسٹینڈ بھی کرلیا

                    </p>
                    <blockquote>
                        اگر آپ کی دلچسپی برقرار رہی تو ان شااللہ  ڈیجیٹل مارکیٹنگ سکھانے کا یہ سلسلہ جاری رہے گا
                    </blockquote>
                </section>
                 {/* Footer */}
        <footer className="mt-10 border-t border-gray-200 pt-6 text-right text-sm text-gray-500">
        تحریر : عبدالشکور
        </footer>
            </article>
        </main>
    );
};

export default UrduArticle
